[Package]
Name=Tripartite Plot
Name_de=Dreiseitiges Diagramm
Name_ja=トリパタイトグラフ
Name_cn=三方图
Description=A tripartite plot consists of 4 logarithmic scale axes, X, Y and two axes derived from X Y. The other two axes at 45 and 135 degrees to the X axis.\nSelect at least one pair of xy columns to create tripartite plot. Change unit with button on right-top corner.
Description_de=Ein dreiseitiges Diagramm besteht aus 4 logarithmischen Skalierungsachsen, X, Y und zwei aus X Y abgeleiteten Achsen. Die anderen beiden Achsen befinden sich bei 45 und 135 Grad zur X-Achse. \nWählen Sie mindestens ein Paar XY-Spalten, um ein dreiseitiges Diagramm zu erstellen. Ändern Sie die Einheit mit der Schaltfläche rechts oben.
Description_ja=トリパタイトグラフ（三軸図、3部グラフ）は、X、Yの4つの対数軸と、XYから派生した2つの軸で構成されます。派生した2つの軸は、X軸に対して45度と135度の傾斜を持ちます。\n少なくとも1組のxy列を選択して、トリパタイトグラフを作成します。右上隅にあるボタンで単位を変更できます。
Description_cn=三方图由 4 个对数刻度轴， X、Y 和从 X Y 派生的两个轴组成。另​​外两个轴与 X 轴成 45 度和 135 度。\n选择至少一对 xy 列来创建三方图。使用右上角的按钮更改单位
ID=795
Version=1.1
Category=Multi-Panel, Multi-Axis
Keywords=earthquake, Seismology, shock spectrum, short-term dynamics, Response Spectra, vibration analyze
Keywords_de=Erdbeben, Seismologie, Schockspektrum, Kurzzeitdynamik, Antwortspektrum, Vibrationsanalyse
Keywords_ja=地震, 地震学, 衝撃スペクトル, 短期ダイナミクス, 応答スペクトル, 振動解析
Keywords_cn=地震, 地震学, 冲击谱, 短期动力学, 响应谱, 振动分析
Author=OriginLab Corp.
Type=2
[Origin]
Version=9.90
Pro=0
[Log]
v1.1 fix button fail to change graph issue.
